[
    {
      "key": 1,
      "nome": "Bárbaro",
      "descricao": "Um selvagem que vaga pelas selvas. Um lutador brutal dos desertos inclementes. Um caçador das montanhas geladas. Um truculento brigão das ruas. O bárbaro pode ser qualquer um deles, e muitos mais.",
      "caracteristicas":{
        "pv":{
          "inicial": 24,
          "bonus": 6
        },
        "pericias_treinadas": 4,
        "pericias_classe":{
          "0": "Adestrar Animais (Car)", 
          "1": "Atletismo (For)",
          "2": "Cavalgar (Des)", 
          "3": "Iniciativa (Des)", 
          "4": "Intimidação (Car)", 
          "5": "Ofício (Int)",
          "6": "Percepção (Sab)", 
          "7": "Sobrevivência (Sab)"
        },
        "talentos_adicionais":{
          "0": "Usar Armaduras (leves e médias)", 
          "1": "Usar Armas (simples e marciais)", 
          "2": "Usar Escudos", 
          "3": "Fortitude Maior"
        }
      },
      "bonus_nivel":{
        
      },
      "habilidades":{
        "0":{
          "nome":"Analfabetismo",
          "descricao": "Graças aos esforços da Igreja de Tanna-Toh, cujos clérigos atuam como professores e educadores, a maior parte dos habitantes de Arton é alfabetizada — mas bárbaros são originários de povos que não têm acesso a esse tipo de educação, ou então a rejeitam. Membros desta classe não sabem ler e escrever. No entanto, podem aprender caso adquiram um nível em qualquer outra classe."
        },
        "1":{
          "nome":"Fúria",
          "descricao": "Você pode invocar uma fúria selvagem, tornando-se temível em combate por um curto período de tempo.\r\nQuando você usa esta habilidade, recebe +2 nas jogadas de ataque e dano corpo-a-corpo, e redução de dano 1, mas sofre uma penalidade de –2 na classe de armadura. Além disso, não pode executar nenhuma ação que exige paciência ou concentração (como usar a perícia Furtividade ou lançar magias).\r\nUsar esta habilidade é uma ação livre. A fúria dura um número de rodadas igual a 5 + seu modificador de Constituição (mas você pode terminá-la antes, se quiser). Quando a fúria termina, você fica fatigado (Força –2, Destreza –2 e não pode correr ou fazer investida) durante um minuto.\r\nUm bárbaro só pode entrar em fúria uma vez por encontro. No 1º nível ele pode usar sua fúria uma vez por dia. No 4º nível, e a cada 4 níveis seguintes, recebe uma utilização diária adicional (máximo 6 vezes por dia no 20º nível)."
        },
        "2":{
          "nome":"Movimento Rápido",
          "descricao": "Seu deslocamento aumenta em 3m."
        },
        "3":{
          "nome":"Esquiva Sobrenatural",
          "descricao": "No 2º nível, seus instintos ficam tão apurados que você consegue reagir ao perigo antes que seus sentidos percebam. Você nunca fica desprevenido (veja “Surpresa” no Capítulo 8: Combate).\r\nCaso já tenha recebido esquiva sobrenatural de outra classe,você recebe esquiva sobrenatural aprimorada."
        },
        "4":{
          "nome":"Instinto Selvagem",
          "descricao": "No 3º nível, você recebe +1 em testes de Iniciativa e Reflexos. A cada seis níveis seguintes, esse bônus aumenta em +1."
        },
        "5":{
          "nome":"Esquiva Sobrenatural Aprimorada",
          "descricao": "A partir do 5º nível, você consegue lutar contra diversos inimigos como se fossem apenas um. Você não pode ser flanqueado."
        },
        "6":{
          "nome":"Redução de Dano",
          "descricao": "A partir do 7º nível, graças a seu extremo vigor e força de vontade, o bárbaro ignora parte de seus ferimentos. Você recebe redução de dano 1 (todo o dano de ataques físicos que sofre é reduzido em 1). A cada três níveis seguintes, sua RD aumenta em 1.\r\nEsta redução de dano é cumulativa com quaisquer outras, incuindo aquela que você recebe durante a fúria (por exemplo, um bárbaro de 10º nível em fúria tem redução de dano 3)."
        },
        "7":{
          "nome":"Fúria Maior",
          "descricao": "No 11º nível, o bônus fornecido pela fúria nas jogadas de ataque e dano corpo-a-corpo aumenta para +3, e a redução de dano aumenta para 3."
        },
        "8":{
          "nome":"Vontade Inabalável",
          "descricao": "A partir do 14º nível, você recebe +4 em testes de Vontade quando em fúria."
        },
        "9":{
          "nome":"Fúria Incansável",
          "descricao": "A partir do 17º nível, você não fica mais fatigado quando sua fúria termina"
        },
        "10":{
          "nome":"Fúria Poderosa",
          "descricao": "No 20º nível, o bônus fornecido pela fúria nas jogadas de ataque e dano corpo-a-corpo aumenta para +4, e a redução de dano aumenta para 5."
        },
        "11":{
          "nome":"Ex-Bárbaro",
          "descricao": "Um bárbaro que adota tendência Leal perde sua habilidade de entrar em fúria e não pode mais ganhar níveis nesta classe. Ele mantém outras habilidades de bárbaro já obtidas (redução de dano, movimento rápido, instinto selvagem e esquiva sobrenatural)"
        }
      }
    }
  ]